Repository: bechirtouhami/secure-wordpress
Catalog: languages/secure_wp-*.po
Languages: be_by, de_de, hu_hu, ru_ru, uk_ua

source: Little basics for secure your WordPress-installation.
de_de: Kleine Grundlagen für die Sicherheit deiner WordPress Installation

source: Settings
be_by: Настройки
de_de: Einstellungen
hu_hu: Beállítások
ru_ru: Настройки
uk_ua: Настроювальні параметри

source: <a href="http://wordpress.org/extend/plugins/secure-wordpress/">Documentation</a>
be_by: <a href="http://wordpress.org/extend/plugins/secure-wordpress/">Документация</a>
de_de: <a href="http://wordpress.org/extend/plugins/secure-wordpress/">Dokumentation</a>
hu_hu: <a href="http://bueltge.de/wordpress-login-sicherheit-plugin/652/">Dokumentációk</a>
ru_ru: <a href="http://wordpress.org/extend/plugins/secure-wordpress/">Документация</a>

source: Options update.
be_by: Опции обновлены.
de_de: Einstellungen aktualisiert.
hu_hu: Beállítások aktualizálva.
ru_ru: Настройки обновлены
uk_ua: Вибір оновлює.

source: All entries in the database was cleared. Now deactivate this plugin.
be_by: Все элементы в базе данных были очищены. Сейчас деактивируйте плагин.
de_de: Alle Einträge in der Datenbank wurden entfernt. Jetzt deaktiviere das Plugin.
hu_hu: Az adatbankban minden bejegyzés törölve. Most deaktiválom a Plugint.
ru_ru: Все записи из базы данных удалены. Теперь отключите плагин.
uk_ua: Всі входи в базу даних був очищений. Зараз вимкніть це доповнення до програми.

source: History
be_by: История
de_de: Historie
hu_hu: Előzmények
ru_ru: История
uk_ua: Історія

source: Author
be_by: Автор
de_de: Autor
hu_hu: Szerző
ru_ru: Автор
uk_ua: Автор

source: Options not updated - you don&lsquo;t have the privileges to do this!
de_de: Einstellungen wurden nicht aktualisiert - du hast nicht genügend Rechte dazu!

source: Entries were not deleted - you don&lsquo;t have the privileges to do this!
de_de: Einstellungen wurden nicht entfernt - du hast nicht genügend Rechte dazu!

source: Entries were not deleted - check the checkbox!
de_de: Einstellungen wurden nicht entfernt - prüfe dich Checkbox!

source: All entries in the database were cleared.
de_de: Alle Einträge in der Datenbank wurden entfernt.

source: Entries were not deleted - check the checkbox or you don&lsquo;t have the privileges to do this!
de_de: Einstellungen wurden nicht entfernt - prüfe dich Checkbox oder du hast nicht genügend Rechte dazu!

source: Click to toggle
be_by: Нажмите для разворачивания
de_de: Zum umschalten klicken
hu_hu: Kattints az átváltáshoz
ru_ru: Нажмите для переключения
uk_ua: Клацніть для перемикання

source: Configuration
be_by: Конфигурация
de_de: Einstellungen
hu_hu: Beállítások
ru_ru: Настройки
uk_ua: Конфігурація

source: Error-Messages
be_by: Сообщения об ошибках
de_de: Fehler-Meldungen
hu_hu: Hibaüzenetek
ru_ru: Сообщения о ошибках
uk_ua: Повідомлення Помилки

source: Deactivates tooltip and error message at login of WordPress
de_de: Deaktivert die Hinweis- und Fehlermeldung beim Login von WordPress

source: Removes version of WordPress in all areas, including feed, not in admin
be_by: Удаление версии WordPress во всех областях, в том числе и в ленте, не в Admin режиме
de_de: Entfernen der Version von WordPress in allen Bereichen, inkl. Feed, nicht im Admin-Bereich
hu_hu: WordPress verzió eltávolítása minden területről, beleértve a Feed-et és a nem admin felületet.
ru_ru: Скрывает версию Wordpress везде, кроме панели администрирования
uk_ua: Переміщає версію WordPress у всіх областях, зокрема живлення, не в admin

source: WordPress Version in Backend
de_de: WordPress Version im Administrationsbereich

source: Removes version of WordPress on admin-area for non-admins. Show WordPress version of your blog only to users with the rights to edit plugins.
de_de: Entfernen der Version von WordPress im Admin-Bereich für Nicht-Administratoren. Die WordPress Version deines Blogs wird ausschließlich Nutzern dargestellt, die die Rechte zum Editieren von Plugins haben.

source: creates an <code>index.php</code> file in <code>/plugins/</code> and <code>/themes/</code> to keep it from showing your directory listing
be_by: tworzy <code>index.php</code> w pliku <code>/plugins/</code> i <code>/themes/</code>, aby zachować jej wyświetlaniu listy katalogów
de_de: hinterlegt eine <code>index.php</code> in <code>/plugins/</code> und <code>/themes/</code> um das Auslesen des Verzeichnis zu vermeiden
hu_hu: létrehoz egy <code>index.php</ code> fájlt <code>/plugins/</code> és <code>/themes/</code>, ha nem akarja jeleníti meg a könyvtárlistában
ru_ru: создает <code>index.php</code> файл в <code>/plugins/</code> и <code>/themes/</code>, чтобы скрыть файлы в папках.
uk_ua: створює <code>index.php</code> файл в <code>/plugins/</code> і <code>/themes/</code>, щоб утримуватися це від показу вашого переліку файлів каталога

source: Remove Really Simple Discovery link in <code>wp_head</code> of the frontend
be_by: Удалите ссылку Really Simple Discovery с <code>wp_head</code> панели.
de_de: Entfernt den link für Really Simple Discovery im head des Frontend
hu_hu: Eltávolítja a Really Simple Discovery linket a Frontend fejlécéből
ru_ru: Скрыть ссылку RSD ссылку со страниц блога
uk_ua: Перемістіть Дійсно Просте Відкриття зв'язуються в <code>wp_head</code> frontend

source: Remove Windows Live Writer link in <code>wp_head</code> of the frontend
be_by: Удалите Windows Live Writer из <code>wp_head</code> панели.
de_de: Entfernt den link für Windows Live Writer im head des Frontend
hu_hu: Eltávolítja a Windows Live Writer linket a Frontend fejlécéből
ru_ru: Скрыть Windows Live Writer ссылку со страниц блога
uk_ua: Перемістіть Живого Автора Windows зв'язуються в <code>wp_head</code> frontend

source: Remove WordPress Core update for non-admins. Show message of a new WordPress version only to users with the right to update.
be_by: Деактивировать обновление ядра для не-администраторов. Показать сообщение о новой версии WordPress только пользователям с правом обновления.
de_de: Deaktiviert das Core-Update für Nicht-Admin's. Die Mitteilung einer neuen Version von WordPress wird ausschließlich Nutzern gezeigt, die die Rechte zum Editieren von Plugins haben.
hu_hu: Deaktiválja a Core-Update-et a nem adminisztrátorok számára. A WordPress új verziójáról csak azok a felhasználók értesülnek, akik rendelkeznek Plugin szerkesztői jogokkal.
ru_ru: Скрывает сообщение о новой версии Wordpress, от пользователей которые не имеют прав администратора в блоге.
uk_ua: Перемістіть WordPress модифікацію Ядра для non-admins. Покажіть повідомлення нової версії WordPress тільки користувачам з правом відновити.

source: Remove the plugin update for non-admins. Show message for a new version of a plugin in the install of your blog only to users with the rights to edit plugins.
be_by: Деактивировать обновление плагина для не-администраторов. Показать сообщение о новой версии WordPress только пользователям с правом редактирования плагинов.
de_de: Deaktiviert das Plugin-Update für Nicht-Admin's. Die Mitteilung einer neuen Version von WordPress zu Plugins wird ausschließlich Nutzern gezeigt, die die Rechte zum Editieren von Plugins haben.
hu_hu: Deaktiválja a Plugin-Update-et a nem adminisztrátorok számára. A pluginok új verziójáról csak azok a felhasználók értesülnek, akik rendelkeznek Plugin szerkesztői jogokkal.
ru_ru: Скрывает сообщение о обновлении плагинов, от пользователей которые не имеют прав администратора в блоге.
uk_ua: Перемістіть вставну модифікацію для non-admins. Покажіть повідомлення для нової версії доповнення до програми в install вашого blog тільки до користувачів з правами редагувати доповнення до програми.

source: Remove the theme update for non-admins. Show message for a new version of a theme in the install of your blog only to users with the rights to edit themes.
be_by: Usuń aktualizację tematem niż administratorzy. Pokaż wiadomość do nowej wersji tematem zainstalować bloga tylko dla użytkowników z prawami do edycji tematów.
de_de: Deaktiviert das Theme-Update für Nicht-Admin's. Die Mitteilung einer neuen Version von WordPress zum Theme wird ausschließlich Nutzern gezeigt, die die Rechte zum Editieren von Themes haben.
hu_hu: Deaktiválja a Theme-Update-et a nem adminisztrátorok számára. A WordPress sablon új verziójáról csak azok a felhasználók értesülnek, akik rendelkeznek sablon szerkesztői jogokkal.
ru_ru: Скрывает сообщение о доступном обновлении шаблонов, от пользователей которые не имеют прав администратора блога.
uk_ua: Перемістіть модифікацію теми для non-admins. Покажіть повідомлення для нової версії теми в install вашого blog тільки до користувачів з правами редагувати теми.

source: WordPress scanner is a free online resource that blog administrators can use to provide a measure of their wordpress security level. To run wp-scanner check this option and add <code>&lt;!-- wpscanner --&gt;</code> to your current WordPress template. After this go to <a href="http://blogsecurity.net/wpscan">http://blogsecurity.net/wpscan</a> and scan your site.
de_de: Der WordPress Scanner ist eine freie online Resource für Blog-Administratoren um die Sicherheit der WordPress Installation über das Frontend zu prüfen. Um den Scanner zu nutzen, aktivere die Checkbox und es wird der String <code>&lt;!-- wpscanner --&gt;</code> im aktuell verwendeten Theme eingefügt. Danach besuche den Online-Scanner unter <a href="http://blogsecurity.net/wpscan">http://blogsecurity.net/wpscan</a> und prüfe deine Site.

source: Block bad queries
de_de: Blocke negative Abfragen

source: Protect WordPress against malicious URL requests, read more information at the <a href="http://perishablepress.com/press/2009/12/22/protect-wordpress-against-malicious-url-requests/" title="read this post" >post from Jeff Starr</a>
de_de: WordPress gegen bösartige URL-Anforderungen schützen, mehr Informationen gibt es im <a href="http://perishablepress.com/press/2009/12/22/protect-wordpress-against-malicious-url-requests/" title="read this post" >Beitrag von Jeff Starr</a>

source: Save Changes
be_by: Сохранить настройки
de_de: Einstellungen aktualisieren
hu_hu: Beállítások aktualizálása
ru_ru: Сохранить изменения
uk_ua: Збережіть Зміни

source: Validate your site with a free malware scan from www.sitesecuritymonitor.com
de_de: Überprüfe deine Seite mit einem freien Malware-Scan von www.sitesecuritymonitor.com

source: Take us for a Test Drive - Free Scan
de_de: Nutze uns für eine Probefahrt - freier Scan

source: We understand you may have questions:
de_de: Wie verstehen, dass du Fragen hast:

source: What does this do for me?
de_de: Was bedeutet der Scan für mich?

source: Am I really safe? I need to be sure.
de_de: Bin ich wirklich sicher? Ich muss sicher sein.

source: Rest Assured, Site Security Monitor has you covered.
de_de: Sei dir sicher, Site Security Monitor ist sicher.

source: FREE scan looks for malware
de_de: FREIER scan um Malware zu finden

source: FREE report of website vulnerabilities found
de_de: FREIE Auswertung der gefundenen Schwachstellen auf einer Webseite

source: No setup, tuning and installation on your site - scan begins immediately
de_de: Keine Einrichtung, keine Anpassunge und Installationen auf deiner Site - der Scan kann sofort starten

source: We will deliver to you a detailed malware and web vulnerability report - FREE of charge. You are free to use the report to resolve issues, show your boss that you are clean, or show your clients that the site you built is safe!
de_de: Wir liefern einen detaillierten Bericht zu Schwachstellen und Malware (Schadprogrammen) - kostenlos. Du kannst entscheiden, wie du den Bericht verwendest um Probleme zu lösen, es werden Hinweise zum Problem gegeben. Zeigen den anderen, dass die Site sauber und sicher ist.

source: ** Bonus: You will be able to use the Site Security Monitor "Safe-Seal" on your site after the scan - this shows the world that you are malware free!
de_de: ** Bonus: Du kannst das Site Security Monitor "Safe-Seal" in deine Site integrieren - zeige der Welt, dass du frei von Malware bist.

source: The form
de_de: Das Formular

source: Use the follow form or use it on <a href="http://www.sitesecuritymonitor.com/free-scan-for-secure-wordpress">our website</a>.
de_de: Nutze das Formular oder gehe direkt über <a href="http://www.sitesecuritymonitor.com/free-scan-for-secure-wordpress">unsere Website</a>.

source: Full Name
de_de: Name, Vorname

source: *required
de_de: *Pflichtfeld

source: eMail Adress
de_de: E-Mail Adresse

source: , eMail Address must match domain name
de_de: , die E-Mail Adresse muss den Domain-Namen enthalten

source: Phone
de_de: Telefon

source: Yes, I need help!
de_de: Ja, ich brauche Hilfe!

source: Call me
de_de: Rufe mich an

source: Terms and Conditions
de_de: Allgemeine Geschäftsbedingungen

source: , I accept
de_de: , ich akzeptiere

source: Get my Free Web Scan
de_de: Starte meinen freien Web-Scan

source: Thankyou for using our scan. You are free to use the scan below (outputs HTML for easy copy-pasting) into your blog. This seal does not give you scanning services - it simple does the basics of wordpress security - as recommended by the community and our own experiences with our customers.<br/>Should you wish to get regular vulnerability and malware scanning services, please <a href="http://www.sitesecuritymonitor.com/wordpress-secure-plugin/">see our main page here...</a>
de_de: Vielen Dank für das Nutzen unseres Scans. Es steht dir frei einen Hinweis auf den Scan in deiner Site zu hinterlegen (Ausgabe als HTML für einfaches Kopieren/Einfügen). Das Zeichen gibt dir keine Sicherheit - es ist einfach die Basis der WordPress Sicherheit - es ist ein Beitrag zu unseren eigenen Erfahrungen und der, der Community.<br/>Möchtestdu regelmäßig einen Scan erhalten, dann besuche <a href="http://www.sitesecuritymonitor.com/wordpress-secure-plugin/">unsere Site für weitere Informationen</a>.

source: Color
de_de: Farbe

source: Green
de_de: Grün

source: Blue
de_de: Blau

source: Red
de_de: Rot

source: Brown
de_de: Braun

source: Gray
de_de: Grau

source: Protected
de_de: Geschützt

source: Secured
de_de: Sicher

source: Scanned
de_de: Gescannt

source: Protected by
de_de: Geschützt durch

source: Orientation
de_de: Orientierung

source: Image border
de_de: Bilder-Rahmen

source: Language
de_de: Sprache

source: English (US)
de_de: Englisch (US)

source: English (UK)
de_de: Englisch (UK)

source: Spanish
de_de: Spanisch

source: German
de_de: Deutsch

source: Italian
de_de: Italienisch

source: Japanese
de_de: Japanisch

source: Chinese (Simplified)
de_de: Chinesisch (Einfach)

source: Chinese (Traditional)
de_de: Chinesisch (Traditonell)

source: Here is your generated code. Place it on your website (as html widget) to show that you are protected.
de_de: Hier ist der erstellte Code, platziere in ihn in deiner Site (als HTML Widget) um zu zeigen, dass du geschützt bist.

source: Clear Options
be_by: Очистить опции
de_de: Einstellungen löschen
hu_hu: Beállítások törlése
ru_ru: Очистить настройки
uk_ua: Ясний Вибір

source: Click this button to delete the settings of this plugin. Deactivating Secure WordPress plugin removes any data that may have been created.
de_de: Nutze diese Möglichkeit um alle Einstellungen des Plugins in der Datenbank zu löschen. Das Plugin löscht ebenfalls alle Einstellungen wenn du es deaktivierst oder aus dem Backend heraus entfernst.

source: Delete Options
be_by: Удалить опции
de_de: Einstellungen löschen
hu_hu: Beállítások törlése
ru_ru: Удалить настройки
uk_ua: Видаліть Вибір

source: Secure WP
ru_ru: Безопасный WP
uk_ua: Безпечний WP

source: Secure WordPress
be_by: Безопасность WordPress
ru_ru: Безопасный WP
uk_ua: Безпечний WordPress

source: Version
be_by: Версия
hu_hu: Verzió
ru_ru: Версия
uk_ua: Версія

source: Options not update - you don&lsquo;t have the privilidges to do this!
be_by: Опции не обновлены - у вас нет привилегий для этого!
hu_hu: A beállítások nem aktualizálódtak. Nem rendelkezel a megfelelő jogokkal!
ru_ru: Настройки не сохранены, у вас нет доступа для этого!
uk_ua: Вибір не оновлює - ви don&lsquo;t майте privilidges, щоб зробити це!

source: Entries was not delleted - you don&lsquo;t have the privilidges to do this!
be_by: Элементы не удалены - у вас нет привилегий для этого!
hu_hu: A beállítások nem törlődtek. Nem rendelkezel a megfelelő jogokkal!
ru_ru: Настройки не удалены - у вас нет доступа для этого.
uk_ua: Входи не був delleted - ви don&lsquo;t майте privilidges, щоб зробити це!

source: Entries was not delleted - check the checkbox!
be_by: Элементы не удалены - отметьте поля!
hu_hu: A beállítások nem törlődtek - ellenőrizd a Checkbox-ot!
ru_ru: Настройки не удалены - проверьте галочку!
uk_ua: Входи не був delleted - перевіряють перемикач!

source: All entries in the database was cleared.
be_by: Все элементы удалены из базы!
hu_hu: Az adatbankban minden bejegyzés törölve.
ru_ru: Все настройки в базе данных удалены.
uk_ua: Всі входи в базу даних був очищений.

source: Entries was not delleted - check the checkbox or you don&lsquo;t have the privilidges to do this!
be_by: Элементы не удалены - отметьте поля или же у вас нет прав для этого!
hu_hu: A beállítások nem törlődtek - ellenőrizd a Checkbox-ot vagy nem rendelkezel a megfelelő jogosultságokkal!
ru_ru: Настройки не удалены - проверьте галочку или у вас нет привелегий для этого
uk_ua: Входи не був delleted - перевіряють перемикач або ви don&lsquo;t майте privilidges, щоб зробити це!

source: deactivates tooltip and error message at login of WordPress
be_by: деактивирует подсказки и сообщения об ошибке при выходе из WordPress
hu_hu: Deaktiválja az utalásokat és hibaüzeneteket a WordPress bejelentkezés során
ru_ru: отключает подсказки и сообщения о ошибках при входе в Wordpress
uk_ua: вимикає контекстне вікно покажчика і повідомлення про помилку в логіні WordPress

source: WordPress Version
be_by: версия WordPress
hu_hu: WordPress verzió
ru_ru: Версия Wordpress
uk_ua: Версія WordPress

source: index.html
ru_ru: index.php

source: Core Update
be_by: Обновления ядра
ru_ru: Обновление ядра
uk_ua: Основна Модифікація

source: Plugin Update
be_by: Обновление плагина
ru_ru: Обновление плагинов
uk_ua: Вставна Модифікація

source: Theme Update
ru_ru: Обновление шаблонов
uk_ua: Модифікація Теми

source: WP Scanner
ru_ru: Сканер WP
uk_ua: Розгортаючий Механізм WP

source: WordPress scanner is a free online resource that blog administrators can use to provide a measure of their wordpress security level. To run wp-scanner check this option and is add <code>&lt;!-- wpscanner --&gt;</code> to your current WordPress template. After this go to <a href="http://blogsecurity.net/wpscan">http://blogsecurity.net/wpscan</a> and scan your site.
hu_hu: A WordPress Scanner egy szabadon alkalmazható online eszköz blog adminisztrátorok számára, a WordPress telepítés Frontend biztonságának ellenőrzéséhez. Ha használni szeretnéd, aktiváld a Checkbox-ot amivel a <code>&lt;!-- wpscanner --&gt;</code> stringet beilleszted az aktuálisan használt sablonba. Ezután keresd fel az online scannert a <a href="http://blogsecurity.net/wpscan">http://blogsecurity.net/wpscan</a> címen és ellenőrizd le az oldaladat.
ru_ru: WordPress scanner бесплатный ресурс для администраторов блогов, который помогает повысить уровень безопасности блога. Для запуска wp-scanner поставьте галочку и добавьте <code>&lt;!-- wpscanner --&gt;</code> в шаблон блога. После этого зайдите на сайт <a href="http://blogsecurity.net/wpscan">http://blogsecurity.net/wpscan</a> и просканируйте сайт.

source: Click this button to delete settings of this plugin. Deactivating Secure WordPress plugin remove any data that may have been created.
be_by: Нажмите на эту кнопку, чтобы удалить настройки этого плагина. Отключение Secure WordPress удалит все данные, которые могли быть созданы.
hu_hu: Ezt a lehetőséget akkor használd, ha a plugin összes beállítását törölni szeretnéd az adatbankból. A plugin akkor is törli az összes beállítást, ha deaktiválod, vagy ha azt a Backend-ből távolítod el.
ru_ru: Нажмите на кнопку для удаления настроек этого плагина. Отключение плагина Secure WordPress удалит все данные которые были созданы плагином.
uk_ua: Клацніть цю кнопку, щоб видалити настроювальні параметри цього доповнення до програми. Вимикаючи Безпечне доповнення WordPress до програми переміщають будь-які дані, які, можливо, були створені.

source: About the plugin
be_by: Об этом плагине
hu_hu: A pluginról
ru_ru: О плагине
uk_ua: Про доповнення до програми

source: Further information: Visit the <a href="http://bueltge.de/wordpress-login-sicherheit-plugin/652/">plugin homepage</a> for further information or to grab the latest version of this plugin.
be_by: Дополнительная информация: посетите <a href="http://bueltge.de/wordpress-login-sicherheit-plugin/652/">домашнюю страницу плагина</a> для дополнительной информации и получения последней версии плагина.
hu_hu: További információk: Több információkért, illetve a plugin aktuális verziójának letöltéséért látogass el a <a href="http://bueltge.de/wordpress-login-sicherheit-plugin/652/">Plugin weboldalára</a>.
ru_ru: Полезная информация: Посетите <a href="http://bueltge.de/wordpress-login-sicherheit-plugin/652/">страницу плагина</a> для информации о плагине или для получения обновления плагина. Перевод на русский язык - <a href="http://blogproblog.com">Дмитрий Донченко</a>.
uk_ua: Подальша інформація: Відвідайте <a href="http://bueltge.de/wordpress-login-sicherheit-plugin/652/">plugin homepage</a> для подальшої інформації або, щоб схопити найостаннішу версію цього доповнення до програми.

source: You want to thank me? Visit my <a href="http://bueltge.de/wunschliste/">wishlist</a>.
be_by: Хотите поблагодарить меня? Посетите мой <a href="http://bueltge.de/wunschliste/">wishlist</a>.
hu_hu: Köszönetet szeretnél mondani? Látogasd meg a <a href="http://bueltge.de/wunschliste/">kívánságlistámat</a>.
ru_ru: Хотите поблагодарить? Посмотрите мой <href="http://bueltge.de/wunschliste/">список подарков</a>.
uk_ua: Ви хочете дякувати мені? Відвідайте мене <href="http://bueltge.de/wunschliste/">wishlist</a>.

source: Really Simple Discovery
uk_ua: Дійсно Просте Відкриття

source: Windows Live Writer
uk_ua: Живий Автор Windows
